[en]
Exist = 1
" Take me to known issues and possible solutions"=" Take me to known issues and possible solutions"
"Submit"="Submit"
" Do not show this again"=" Do not show this again"
"Looks like the game crashed..."="Looks like the game crashed..."
"Information is automatically collected for crashes, but it may be helpful if you briefly told us what you were doing at the time."="Information is automatically collected for crashes, but it may be helpful if you briefly told us what you were doing at the time."
"Briefly describe what you were doing at the time"="Briefly describe what you were doing at the time"
"E-mail address if we need more information (optional)"="E-mail address if we need more information (optional)"

[de]
Exist = 1
" Take me to known issues and possible solutions"=" Nehmen Sie mich auf Probleme und mögliche Lösungen bekannt"
"Submit"="Einreichen"
" Do not show this again"=" Diese Mitteilung nicht mehr anzeigen"
"Looks like the game crashed..."="Sieht aus wie das Spiel abgestürzt ..."
"Information is automatically collected for crashes, but it may be helpful if you briefly told us what you were doing at the time."="Informationen gesammelt werden automatisch für Abstürze, aber es kann hilfreich sein, wenn Sie uns kurz sagen, was Sie zu der Zeit taten."
"Briefly describe what you were doing at the time"="Beschreiben Sie kurz, was Sie zu der Zeit taten,"
"E-mail address if we need more information (optional)"="E-Mail-Adresse, wenn wir brauchen mehr Informationen (optional)"

[fr]
Exist = 1
" Take me to known issues and possible solutions"=" Prenez-moi des questions et des solutions possibles connues"
"Submit"="Soumettre"
" Do not show this again"=" Ne plus afficher ce message"
"Looks like the game crashed..."="On dirait que le jeu est écrasé ..."
"Information is automatically collected for crashes, but it may be helpful if you briefly told us what you were doing at the time."="L'information est recueillie automatiquement pour les accidents, mais il peut être utile si vous nous dire brièvement ce que vous faisiez à l'époque."
"Briefly describe what you were doing at the time"="Décrivez brièvement ce que vous faisiez au moment"
"E-mail address if we need more information (optional)"="Adresse e-mail si nous avons besoin de plus amples informations (en option)"

[ru]
Exist = 1
" Take me to known issues and possible solutions"=" Отвезите меня к вопросам и возможных решений Известных"
"Submit"="представить"
" Do not show this again"=" Не показывать это снова"
"Looks like the game crashed..."="Похоже, игра разбился ..."
"Information is automatically collected for crashes, but it may be helpful if you briefly told us what you were doing at the time."="Информация собирается автоматически для аварий, но это может быть полезно, если бы вы вкратце рассказать нам, что вы делали в то время"
"Briefly describe what you were doing at the time"="Кратко опишите, что вы делали в то время"
"E-mail address if we need more information (optional)"="Адрес электронной почты, если нам потребуется дополнительная информация (по желанию)"

[Settings]
AppDataBase = 2
TempPath ="Stardock\Galactic Civilizations III - Retribution"
NoDXDiag = 
NoAutoSave = 1
NoPrevAutoSave = 1
IsGalcivCrusade =1
IsGalCiv =0

; Decide if the UI should show at all
HideUI = 

; Registry key name to use for saving if the user wishes to see dialogs again
; Default is DoNotPromptAboutCrashes
; HideUIRegKey=

; Url to go for KB
; Default is http://esupport.stardock.com/index.php
KBURL=http://esupport.stardock.com/index.php?/default_import/Knowledgebase/Article/View/496/135/general-galactic-civilizations-iii-troubleshooting

; Graphics to use are sdcr64.bmp, sdcr64_125.bmp, sdcr64_150.bmp, sdcr64_200.bmp
